<?php

namespace App\Constants;

class SaasOperationLogConstant extends AppConstant
{
    const SAAS_OPERATION_TYPE = [
        /*-------------设置相关操作 [1,99]-------------*/
        // 角色[1,9]
        '1' => [ 'code' => '1', 'remark' => '创建角色'],
        '2' => [ 'code' => '2', 'remark' => '删除角色'],
        '3' => [ 'code' => '3', 'remark' => '编辑角色'],
        // 人员[10,19]
        '10' => [ 'code' => '10', 'remark' => '创建人员'],
        '11' => [ 'code' => '11', 'remark' => '删除人员'],
        '12' => [ 'code' => '12', 'remark' => '编辑人员'],

        /*-------------订单相关操作 [100,199]-------------*/
        // 上传与下载[100,109]
        '100' => [ 'code' => '100', 'remark' => '上传订单'],
        '101' => [ 'code' => '101', 'remark' => '下载模板'],
        '102' => [ 'code' => '102', 'remark' => '订单导出'],

        /*-------------通用操作 [200,299]-------------*/
        '200' => [ 'code' => '200', 'remark' => '修改登陆密码'],

    ];
}
